apache-tools
chef-dk
fasd
firefox-beta-bin
liquidprompt-git
loc
mkpasswd
neovim-symlinks
pgcli
php-gnupg
php-language-server
pueue-git
py3status
py3status-modules
python2-watchdog
python-flake8-bugbear
python-flake8-docstrings
rofi-pass
sd
termite
tmate
zola-bin
