ack
acpi
adobe-source-han-sans-tw-fonts
alacritty
alsa-utils
android-tools
android-udev
ansible
ansible-language-server
arandr
atuin
bandwhich
base-devel
bash-language-server
bat
bc
bind
bind-tools
blueman
bluez-utils
borg
btop
btrfs-progs
buildah
cargo-bloat
cargo-deny
cargo-edit
cargo-expand
cargo-nextest
cargo-outdated
cargo-release
cargo-sort
cargo-udeps
cargo-update
cargo-watch
cargo2junit
ccache
clang
cmake
cmatrix
code
colordiff
consul
cross
ctags
ctop
cups
deluge
deluge-gtk
devtools
dfc
difftastic
discord
dmenu
docker
docker-buildx
docker-compose
dool
dua-cli
dunst
dust
efibootmgr
evince
exfat-utils
fd
feh
firefox
flac
flameshot
freetype2
fwupd
fzf
genact
gimp
git
git-absorb
git-crypt
git-delta
git-lfs
gnome-keyring
gnu-netcat
go-yq
gptfdisk
gsfonts
gtk3-print-backends
gutenprint
hcloud
htop
hyperfine
i3-wm
i3lock
i3status-rust
icedtea-web
iftop
imagemagick
inetutils
iotop
iw
iwd
jdk-openjdk
just
keychain
kmon
lame
lcov
lib32-mesa
libreoffice-fresh
libva-utils
lightdm
lightdm-gtk-greeter
linux-firmware
linux-headers
lld
lshw
lsof
lua-language-server
lvm2
maim
make
man-db
man-pages
masterpdfeditor-free
maven
mdformat
mediainfo
memtest86+
memtest86+-efi
mesa
miniserve
mixxx
mkcert
mosh
mpd
mpv
mtr
mumble
musl
namcap
ncmpcpp
nemo
neovim
net-tools
nftables
nmap
nomad
npm
ntfs-3g
nvme-cli
nvtop
openssh
openvpn
p7zip
pacman-contrib
parted
pass
pavucontrol
peek
perf
perl-anyevent-i3
pgcli
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
podman
postgresql
postgresql-old-upgrade
powertop
prettier
prettyping
procs
python
python-neovim
python-pip
python-poetry
python-pynvim
python-virtualenv
python-virtualenvwrapper
qalculate-gtk
ranger
redshift
ripgrep
rofi
rofi-pass
rsync
ruff
rust-analyzer
rustup
s-tui
schemacrawler
scrcpy
scrot
seahorse
sed
sheldon
skim
smartmontools
speedtest-cli
sqlx-cli
sshfs
starship
steam
stow
strace
sudo
syncthing
systemd-resolvconf
tailwindcss-language-server
tcpdump
tectonic
telegram-desktop
terminus-font
terraform
texinfo
throttled
thunderbird
time
tlp
tmate
tmux
tokei
toml-bombadil
traceroute
translate-shell
tree
tree-sitter-cli
ttf-dejavu
ttf-font-awesome
ttf-input
typescript
typescript-language-server
util-linux
valgrind
viewnior
vifm
vlc
vulkan-tools
watchexec
wget
which
whois
wireguard-tools
wireless-regdb
wmfocus
x265
xclip
xdotool
xf86-input-synaptics
xh
xorg-apps
xorg-server
xss-lock
yarn
yt-dlp
zellij
zola
zoxide
zram-generator
zsh
zsh-completions