ack
acpi
adobe-source-han-sans-tw-fonts
aircrack-ng
alacritty
alsa-utils
android-tools
android-udev
ansible
arandr
autopep8
bandwhich
base-devel
bat
bind
bind-tools
blueman
bluez
bluez-libs
bluez-utils
borg
bottom
broot
btop
buildah
cargo-bloat
cargo-deny
cargo-edit
cargo-expand
cargo-flamegraph
cargo-outdated
cargo-release
cargo-udeps
cargo-watch
ccache
clang
cmake
cmatrix
colordiff
compton
cpupower
cryptsetup
ctags
cups
deluge
deluge-gtk
devtools
dfc
dhcpcd
diff-so-fancy
discord-canary
dmenu
docker
docker-compose
dosfstools
dstat
dunst
dust
efibootmgr
evince
exfat-utils
expect
fd
feh
firefox
flac
flameshot
freetype2
fwupd
fzf
genact
gimp
git
git-absorb
git-crypt
git-lfs
gnu-netcat
gptfdisk
gsfonts
gtk3-print-backends
gutenprint
hcloud
htop
hyperfine
i3-wm
i3lock
i3status-rust
icedtea-web
iftop
imagemagick
inetutils
intel-media-driver
iwd
jack
jdk8-openjdk
just
keychain
lcov
libreoffice-fresh
libva-intel-driver
lightdm
lightdm-gtk-greeter
linux-firmware
linux-headers
lld
lshw
lsof
lua-dkjson
luarocks
lvm2
maim
make
man-db
maven
mediainfo
miniserve
mixxx
mkcert
mosh
mpv
mtr
mumble
musl
namcap
ncmpcpp
nemo
neovim
net-tools
nftables
nm-connection-editor
nmap
nodejs-lts-gallium
npm
ntfs-3g
ntp
openssh
openvpn
p7zip
pacman-contrib
parted
pass
pavucontrol
pdfgrep
peek
perf
perl-anyevent-i3
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
podman
postgresql
postgresql-old-upgrade
powertop
prettier
prettyping
procs
pygmentize
python
python-black
python-isort
python-llfuse
python-neovim
python-pip
python-poetry
python-pynvim
python-virtualenv
python-virtualenvwrapper
qalculate-gtk
redshift
ripgrep
rofi-pass
rsync
rubber
rust-analyzer
rustup
s-tui
schemacrawler
scrot
sdl2
sdl2_gfx
sed
sheldon
signal-desktop
smartmontools
speedtest-cli
sqlx-cli
starship
steam
stow
sudo
syncthing
systemd-resolvconf
telegram-desktop
terminus-font
terraform
texlive-most
throttled
thunderbird
time
tlp
tmate
tmux
tokei
traceroute
translate-shell
tree
ttf-dejavu
ttf-font-awesome
ttf-input
ttf-nerd-fonts-symbols-mono
typescript
unrar
unzip
util-linux
valgrind
viewnior
vifm
vlc
vulkan-tools
watchexec
web-ext
wget
which
whois
wireguard-tools
x265
xclip
xdotool
xf86-input-synaptics
xh
xorg-apps
xorg-mkfontscale
xorg-server
xorg-xinit
xss-lock
yarn
youtube-dl
yq
zip
zola
zoxide
zram-generator
zsh
zsh-completions