ack
acpi
adobe-source-han-sans-tw-fonts
aircrack-ng
alsa-utils
ansible
arandr
autopep8
base-devel
bash-language-server
bat
bind-tools
boost
bottom
broot
cargo-bloat
cargo-expand
cargo-outdated
cargo-release
cargo-udeps
cargo-watch
ccache
clang
cmake
cmatrix
colordiff
compton
cryptsetup
ctags
cups
deluge
deluge-gtk
devtools
dfc
dhcpcd
diff-so-fancy
dmenu
docker
docker-compose
dosfstools
dstat
dunst
easy-rsa
efibootmgr
evince
exfat-utils
expect
fasd
fd
feh
firefox
flac
flameshot
freetype2
fwupd
fzf
gimp
git
git-crypt
git-lfs
gnu-netcat
gptfdisk
gsfonts
gtk3-print-backends
gutenprint
htop
hyperfine
i3lock
i3status
i3-wm
icedtea-web
iftop
imagemagick
inetutils
intel-media-driver
keychain
libreoffice-fresh
libva-intel-driver
linux-firmware
linux-headers
lshw
lsof
maim
make
man-db
mediainfo
miniserve
mpv
mtr
mumble
musl
namcap
ncmpcpp
nemo
neovim
net-tools
networkmanager
nmap
nm-connection-editor
nodejs
npm
ntfs-3g
ntp
obs-studio
openssh
openvpn
p7zip
pacman-contrib
parted
pass
pavucontrol
pdfgrep
peek
perf
postgresql
postgresql-old-upgrade
powertop
procs
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pygmentize
python
python-black
python-llfuse
python-neovim
python-poetry
python-pynvim
python-virtualenv
python-virtualenvwrapper
qalculate-gtk
ranger
redshift
ripgrep
rofi-pass
rsync
rubber
rust-analyzer
rustup
scrot
sdl2
sdl2_gfx
sed
smartmontools
speedtest-cli
sqlx-cli
steam
stow
sudo
syncthing
systemd-resolvconf
taskwarrior-tui
telegram-desktop
terminus-font
termite
terraform
texlive-most
thunderbird
tldr
tmate
tmux
tokei
traceroute
translate-shell
tree
ttf-dejavu
ttf-font-awesome
ttf-nerd-fonts-symbols-mono
unrar
unzip
util-linux
vagrant
valgrind
viewnior
vifm
virtualbox
vlc
vulkan-tools
watchexec
web-ext
wget
which
whois
wireguard-tools
wpa_supplicant
x265
xclip
xdotool
xf86-input-synaptics
xh
xorg-apps
xorg-mkfontscale
xorg-server
xorg-xinit
yarn
youtube-dl
zip
zola
zsh
zsh-completions
